<template>
  <div class="about">
      <div class="about_text_block_title">
          <h2>Про систему</h2>
      </div>
      <div class="about_text_block">
        <p>Призначення системи -
        визначення раціональних параметрів процесу утворення водню з відновлюваної
        целюлозовмісної сировини. Застосунок обробляє дані, введені користувачем про
        сировину та встановлює раціональні технологічні параметри на всіх стадіях процесу
        виробництва енергоносія.</p>
        <p>Вхідними даними програми є основні характеристики та компонентний склад
        сировини. На основі отриманих даних програмний застосунок визначає найбільш
        ефективні і економічно доцільні методи попередньої обробки відновлювальної сировини в
        залежності від вмісту лігніну та целюлози, яким раніше не було приділено достатньо
        уваги. Окрім типу попередньої обробки система визначає тривалість процесу
        обробки, що дозволить збільшити вихід біогазу та зменшити тривалість утримання
        сировини у реакторі. Це зменшує енерговитрати та підвищує вихід біогазу. У випадку
        одержання водню попередня обробка необхідна для зменшення кількості метаногенних
        бактерій, які є споживачами водню і суттєво зменшують його вихід.</p>
        <p>Система встановлює анаеробні умови на стадії деструкції біоенергетичної
        сировини. Контроль параметрів таких як: температура, час обробки, дозволить підвищити
        вихід енергоносіїв, збільшити концентрацію енергоносія у газовій фазі та забезпечити
        додатковий вихід теплової енергії.</p>
        <p>Крім того, застосунок моделює:</p>
        <ul>
           <li>залежність процесу продукування водню від умов попередньої обробки
        целюлозовмісної сировини (луг, пара) в залежності від її
        компонентного складу та представлення її у вигляді графіку;</li>
           <li>прибуток в залежності від маси сировини.</li>
        </ul>
        Система прогнозує можливу кількість водню, отриманого в результаті
        технологічної обробки заданої кількості відновлюваної целюлозовмісної сировини,
        аналізуючи склад сировини, її кількість, метод первинної обробки та інших параметрів
        процесу утворення водню.
      </div>
    <div class="about_text_block_title">
      <h2>Інтерфейс системи</h2>
    </div>

    <div class="about_img">
      <img src="../assets/images/about1.jpg" alt="" width="1000" height="550">
    </div>

    <div class="about_text_block_title">
      <h2>Використання системи</h2>
    </div>
    <div class="about_text_block">
      <p>Для проведення розрахунків необхідно:</p>
      <ol>
        <li><b>перейти на сторінку 'Кабінет користувача'</b></li>
        <li><b>заповнити всі поля форми 'Вхідні дані'</b></li>
        <li><b>натиснути кнопку 'Розрахувати'</b></li>
      </ol>
      <p>За необхідності перевірте поля форми 'Вхідні дані' та змініть дані в них.</p>
      <p>Після проведення розрахунків користувач має можливість завантажити PDF файл з результатом роботи системи.</p>
    </div>

    <div class="about_text_block_title">
      <h2>Приклад роботи системи</h2>
    </div>
    <div class="about_img">
      <img src="../assets/images/about2.jpg" alt="" width="1000" height="500">
      <img src="../assets/images/about3.jpg" alt="" width="1000" height="500">
      <img src="../assets/images/about4.jpg" alt="" width="1000" height="550">
      <img src="../assets/images/about5.jpg" alt="" width="1000" height="550">
      <img src="../assets/images/about6.jpg" alt="" width="1000" height="550">
      <img src="../assets/images/about7.jpg" alt="" width="1000" height="550">
      <img src="../assets/images/about8.jpg" alt="" width="1000" height="350">
    </div>
  </div>
</template>

<script>
  export default {
    name: 'about'
  }
</script>

<style lang="sass">
    .about
      display: flex
      flex-direction: column
      margin: auto
      width: 70%

    .about_text_block_title
      margin: 10px auto 10px 0

    .about_text_block
      margin: 10px auto 10px 0
      text-align: left

    .about_img


</style>
